Repository: AkilDixon/beintoo-iOS-sdk
Catalog: SDKBeintoo_Beta/*.lproj/BeintooLocalizable.strings
Languages: de, ru

# alliancesendreq
source: Join this alliance
de: Fragen zu ferbinden
ru: Присоединится к альянсу

# alliancerequestdialog
source: Do you want to send a request to join this alliance?
de: Willst du gelten für die Allianz %s geben?
ru: Вы хотите отправить запрос о присоединении к этому альянсу?

# allianceleaveareyousure
source: Are you sure to leave the alliance?
de: Bist du sicher, dass der Allianz zu verlassen
ru: Вы действительно хотите покинуть этот альянс?

# allianceaddfriends
source: Add friends to your alliance
de: Freund hinzufüngen
ru: Добавить друзей к Вашему альянсу

# alliancenametooshort
source: The name of your alliance should be at least three characters long.
de: Die Mindestlänge der name ist 3 Zeichen
ru: Название Вашего альянса должно состоять, минимум, из трех символов

# wehavefound
source: Which profile do you want to use?
de: Welches Profil möchtest du verwenden?
ru: Какой профиль Вы хотите использовать?

# selectwhich
source: Choose or create a new Beintoo account.
de: Wähle ein Profil
ru: Выберите профиль или создайте новый в Beintoo.

# hereare
source: Here are your challenges
de: Hier sind deine Herausforderungen
ru: Здесь Ваши вызовы

# itstimeto
source: It's time to win
de: Es ist time zu gewinnen
ru: пришло время побеждать

# congratulations
source: Congratulations, you deserve a reward!
de: Glückwünsche! Du verdienst eine Belohnung!
ru: Поздравляем, Вы заслужили эксклюзивное предложение!

# hereiswallet
source: Here is your wallet of great rewards
de: Hier ist deine Brieftasche mit Belohnungen
ru: Соберите сюда свои предложения

# noscoreLabel
source: No points on this app.
de: Keine Punkte für diese App.
ru: Вы еще не играли! Начните играть и смотрите свои результаты здесь.

# nochallenges
source: You don't have any challenge in this state
de: Du hast keine Herausforderung. Fordere einen Freund.
ru: У Вас не вызовов на данный момент, вызовите своих друзей

# startChallenge
source: Would you like to send a challenge? Bet 10 BeDollars to win 25.
de: Möchtest du eine Herausforderung schicken? Wette 10 BeDollars um 25 Bedollars gewinnen.
ru: Хотите отправить вызов? Ставьте 10 Бидолларов чтобы выиграть 25.

# loginOn
source: Login
ru: Вход

# no_fb_login1
source: Login on Beintoo, create a new
de: Anmeldung auf Beintoo, erstellen eines neuen
ru: Вход в Beintoo, создать новый

# no_fb_login2
source: user or use your Facebook account
de: Benutzer oder dein Facebook Konto
ru: потребитель или войдите посредством Вашего Facebook потребительского профиля

# orCreateAccount
source: Or create a new account
de: Oder ein neus Konto erstellen
ru: Или создайте новый потребительский профиль

# nogoodslabel
source: You have no virtual goods.
de: Du hast keine Preise
ru: Вы не собрали ни одного предложения!

# nogoodsnolocation
source: Please enable location services to win prizes.
de: Bitte aktiviere standortbezogene Dienste, um Preise zu gewinnen
ru: Пожалуйста, разрешите определение местоположения, чтобы получать предложения.

source: Signup
de: Anmeldung
ru: Регистрация

# noAchievementsLabel
source: You don't have achievements yet.
de: Du hast noch Erfolge.
ru: Нет достижений для того, чтобы отомкнуть это приложение!

source: Inbox
ru: Входящие

# yourMessages
source: Here are your messages
de: Nachrichten
ru: Здесь Ваши сообщения

# loadmoreButton
source: Load more
de: Laden früheren
ru: Загрузить еще

source: New Message
de: Neue Nachrichten
ru: Новое сообщение

source: Reply
de: Antworten
ru: Ответить

source: Delete
de: Löschen
ru: Удалить

# sendmessage
source: Select a friend and write your message
de: Wähle einen Freund und schreibe deine Nachricht
ru: Выберите друга и напишите сообщение

source: Message:
de: Nachricht:
ru: Сообщение:

# sendButton
source: Send
de: Senden
ru: Отправить

# sendMessageTitle
source: Send a message
de: Sende Nachricht
ru: Отправить сообщение

# addressee
source: To
de: Zu
ru: Кому

# noMessages
source: You don't have any messages.
de: Du hast keine Nachrichten.
ru: У Вас нет сообщений.

# missiontoachieve
source: To achieve your mission and win your reward play now on
de: Um deine Mission zu erfüllen und deine Belohnung gewinnen, spiele jetzt auf
ru: Для прохождения Вашей миссии и для получения предложения играйте сейчас

# missionwelcometo
source: Welcome to your
de: Willkommen bei Ihrer
ru: Добро пожаловать в Ваш

# missionstatusof
source: Status of your
de: Status deiner
ru: Статус Вашей

source: MISSION OF THE WEEK!
de: MISSION DER WOCHE!
ru: МИССИЯ НЕДЕЛИ!

# missionachieveyour
source: ACHIEVE YOUR MISSION AND
de: ERREICHE DEINE MISSION UND
ru: ПРОЙДИТЕ ВАШУ МИССИЮ И

# missionandwinreward
source: WIN A REAL REWARD!
de: VERDIENE DIESE ECHTE BELOHNUNG!
ru: ЗАРАБОТАЙТЕ ОТЛИЧНОЕ ПРЕДЛОЖЕНИЕ

source: Mission accomplished!
de: Mission erfüllt!
ru: Миссия выполнена!

# missiongetrewardnow
source: GET YOU REWARD NOW
de: ERHALT DEINE BELOHNUNG
ru: ВОЗЬМИТЕ СВОЕ ПРЕДЛОЖЕНИЕ СЕЙЧАС

# missionredeem
source: Redeem!
de: Kaufen!
ru: Закупить

# missiongetbedollars
source: Beintoo Bedollars!
ru: Beintoo Бидоллары!

# missionjoinnow
source: Join Now
de: Jetzt spielen!
ru: Присоединиться Сейчас

# missionlater
source: Later
de: Erlösen
ru: Позже

# missiondownloadnow
source: Download now
de: Herunterladen jetzt
ru: Скачать

# useralreadyregistered
source: An user with this email is already registered.
de: Ein Benutzer mit dieser E-Mail ist bereits registriert
ru: Этот адрес электронной почты уже зарегистрирован.

# errorMessage
source: An error occurred, please retry later.
de: Ein Fehler ist aufgetreten, bitte versuche es später.
ru: Произошла ошибка, пожалуйста попробуйте сначала.

source: Challenge sent!
de: Herausforderung gesendet!
ru: Вызов отправлен!

source: Challenge accepted!
de: Herausforderung akzeptiert!
ru: Вызов принят

source: Challenge refused.
de: Herausforderung abgelehnt.
ru: Вызов отказан.

# challengeOngoing
source: Challenge already ongoing.
de: Herausforderung bereits im Gange.
ru: Вызов всегда постоянен.

# noBedollarsForChall
source: Not enough bedollars to send a Challenge. 10 bedollars needed
de: Nicht genug Bedollars, um eine Herausforderung zu senden. 10 Bedollars benötigt
ru: У Вас недостаточно Бидолларов чтобы отправить Вызов. Нужно10 Бидолларов

# shortMessageError
source: Message too short. Please retry.
de: Nachricht zu kurz. Bitte versuchen.
ru: Сообщение слишком коротко. Пожалуйста, напишите снова.

source: Message sent!
de: Nachricht gesendet!
ru: Сообщение отправлено!

# messageNotSent
source: Unable to send the message. Please retry.
de: Unfähig, die Nachricht zu senden. Bitte versuchen
ru: Невозможно отправить сообщение. Пожалуйста, попробуйте снова.

# noFriendSelected
source: You need to choose a friend to send your message.
de: Wähle einen Freund, um deine Nachricht zu senden
ru: Выберите друга для отправки Вашего сообщения

source: Message deleted.
de: Nachricht gelöscht.
ru: Сообщение удалено.

# messageNotDeleted
source: An error occurred, message not deleted. Please retry.
de: Ein Fehler ist aufgetreten, Nachricht nicht gelöscht. Bitte versuchen.
ru: Случилась ошибка, сообщение не удалено. Пожалуйста, попробуйте снова.

source: Request sent.
de: Anfrage gesendet
ru: Запрос отправлен.

# requestNotSent
source: An error occurred, request not sent. Please retry.
de: Ein Fehler ist aufgetreten, Anfrage nicht gesendet. Bitte versuchen.
ru: Случилась ошибка, запрос не отправлен. Пожалуйста, попробуйте снова.

source: Request accepted
de: Antrag angenommen
ru: Запрос принят

source: Request refused
de: Antrag abgelehnt
ru: Запрос отказан

# pendingFriendRequest
source: You already have a pending request with this user.
de: Du hast bereits eine ausstehende Anforderung.
ru: У Вас уже имеется запрос в ожидании к этому пользователю.

# noUserMessage
source: User not found error. Please sign in again.
de: Benutzer nicht gefunden. Bitte melde dich erneut an.
ru: Потребитель не . Пожалуйста войдите сначала.

# endChallengeDate
source: End date:
de: Enddatum:

source: Prize:
de: Preis:
