Repository: AkilDixon/beintoo-iOS-sdk
Catalog: SDKBeintoo_Beta/*.lproj/BeintooLocalizable.strings
Languages: de, ru

# score
source: Points
de: Partitur
ru: Очки

source: points
de: Partitur
ru: очков

source: Back
de: Zurück
ru: Назад

source: Novice
ru: Новичок

source: Learner
ru: Учащийся

source: Passionate
ru: Заядлый

source: Winner
ru: Победитель

source: Master
ru: Мастер

source: End Date:
de: Enddatum:
ru: Дата истечения срока:

source: Date:
de: Starttermin:
ru: Дата:

source: From:
de: Von:
ru: От:

source: To:
de: Zu:
ru: До:

source: Yes
de: Ja
ru: Да

source: Login
ru: Вход

# loginError
source: Error
de: Fehler
ru: Ошибка

# loginErrorMsg
source: Wrong username or password. Please try again.
de: Benutzername oder Passwort falsch. Bitte versuche es erneut.
ru: Неверное имя пользователя или пароль. Пожалуйста, попробуйте снова.

# loginSuccess
source: Welcome back!
de: Willkommen bei Beintoo!
ru: Добро пожаловать снова!

# loginSuccessMsg
source: You are now logged in!
de: Du bist eingeloggt!
ru: Теперь Вы вошли!

source: Cancel
de: Abbrechen
ru: Отмена

source: Show
de: Zeigen
ru: Показать

source: Details
ru: Детали

# connectionError
source: Connection error. Please check your internet connection.
de: Connection error. Bitte überprüfe die Internetverbindung.
ru: Ошибка в связи. Пожалуйста проверьте Вашу интернет связь.

source: Done
de: Getan
ru: Сделано

source: Best: %@
de: Beste:
ru: Лучшее: %@

source: Last: %@
de: Letzte:
ru: Последнее: %@

# nickname
source: Nick:
de: Spitzname:
ru: Кличка:

# profileDesc
source: your stats, messages and friends
ru: Просмотрите свою статистику

# leaderboardDesc
source: view the global scoring
ru: Посмотрите мировые результаты

# walletDesc
source: manage your virtual goods
ru: Соберите сюда свои предложения

# challengesDesc
source: manage your challenges
ru: Управляйте своими вызовами

# achievementsDesc
source: view your achievements
ru: Разблокировать свои достижения

# tipsandforumDesc
source: join discussions and feedbacks
ru: Поделитесь своими советами!

source: new messages
ru: Новые сообщения

# tryBeintooMessage
source: Register to Beintoo and get great discounts in your city as rewards for your games achievements.
ru: Зарегистрируйтесь в Beintoo что бы получить невероятные предложениями со скидками с ваших дневных приложений.

# playHardMessage
source: Play Hard: win your exclusive real deal!
ru: Играйте твердо, заработайте Бидоллары и покупайте от Ваших предложений!

# dashplayerhometext
source: Have more fun, connect with players and make your winnings real! Welcome to the Beintoo network!
de: Noch mehr Spaß, verbinde mit den Spielern, und hole dich deine Gewinne echte. Wilkommen auf der Beintoo Netzwerk!
ru: Развлекайтесь побольше, знакомьтесь с другими игроками и сделайте ваши заработки реальными! Добро пожаловать в сеть Beintoo!

# dashplayerleaderboardtext
source: Be in the Leaderboard and compare your score with your friends!
de: Gib die Leaderboard und vergleich deine Ergebnisse mit deinen Freunden!
ru: Поднимитесь на Лидерскую доску и сравните результаты!

# dashplayerchallengestext
source: Challenge friends, win and earn Bedollars!
de: Fordere deine Freunde, gewinn, und verdiene Bedollars!
ru: Пригласите своих друзей заработать больше Бидолларов!

# dashplayerprofiletext
source: Create your profile, get new friends and manage your rewards!
de: Erstelle dein Profil, triff neue Freunde und verwalte deine Preise.
ru: Создайте профиль и управляйте приложениями вместе с друзьями!

# dashplayerforumtips
source: Discuss with players and give your feedbacks.
de: Tausche Tipps
ru: Поделитесь советами

# dashplayersignupnow
source: Sign up now
de: Anmeldung
ru: Регистрация

# submitScoreMsgSinglePoint
source: You earned %@ point.
de: Du verdienst %@ Punkte.
ru: Вы заработали %@ очков.

# submitScoreMsg
source: You earned %@ points.
de: Du verdienst %@ Punkte.
ru: Вы заработали %@ очков.

# playerLoginMsg
source: Welcome back %@
de: Wilkommen bei Beintoo %@
ru: Добро пожаловать, %@

# unlockAchievMsg
source: Achievement unlocked!
de: Erfolg entriegelt!
ru: Достижение отомкнуто!

source: Notifications
de: Benachrichtigungen
ru: Уведомления

# messagenotificationp
source: You have %d notifications
de: Du hast %d Benachrichtigungen
ru: Вы имеете %d уведомлений

# messagenotification
source: You have %d notification
de: Du hast %d Benachrichtigung
ru: Вы имеете %d уведомлений

# unmissionstatus
source: Status of your mission
de: Status deiner Mission
ru: Статус Вашей миссии

source: Bedollars
ru: Бидоллары

# MPmarketplaceTitle
source: Marketplace
de: Einlösen
ru: Купить

# MPtextDescriptionLong
source: Redeem your coupons or send them as gifts
de: Erhalten deine Coupons oder sende sie als Geschenke
ru: Закупить Ваш купон и выслать его как подарок

# MPdescription
source: choose your offers
de: Wähle deine Angebote
ru: Используйте Ваши Бидоллары для покупки предложения

# MPcredits
source: Your credits:
de: Deine Credits:
ru: Ваши кредиты:

# MPmainSegmentedIndexTitle0
source: Featured
de: Im Spotlight
ru: Популярные

# MPmainSegmentedIndexTitle1
source: National
ru: Национальные

# MPmainSegmentedIndexTitle2
source: Around me
de: Um mich herum
ru: Около меня

# MPchildSegmentedIndexTitle0
source: Top
ru: Топ

# MPchildSegmentedIndexTitle1
source: Categories
de: Kategorien
ru: Категории

# MPsendAsAGift
source: Send As A Gift
de: Als Geschenk senden
ru: Отправить подарок

# MPbuy
source: Buy
de: Jetzt kaufen
ru: Купить

# MPnoMoneyToGetCoupon
source: You do not have enough credits to get this offer, you miss %.2f %@, go and play to earn them right now
de: Du hast nicht genug Kredits um dieses Angebot zu kaufen, du vermisst %.2f %@, geh und spiel um verdienen!
ru: У Вас нет достаточно кредитов что бы взять это предложение, Вы теряете %.2f %@, Вам нужно играть, что бы выиграть их сейчас

# MPnoAvailableCoupons
source: There are no coupons in this category
de: Es gibt keine Coupons in dieser Kategorie
ru: В этой категории нет купонов

# MPdistance
source: Distance
de: Abstand
ru: Расстояние

# MPbuyItNow
source: Buy It Now
de: Jetzt kaufen
ru: Купить сейчас

# MPyouAreGoingToBuy
source: You are buying:
de: Du kaufst:
ru: Вы покупаете:

# MPsendRate
source: Send Rate
de: Stimmen
ru: Отправить Оценку

# MPwarning
source: Attention!
de: Achtung!
ru: Внимание!

# MPnoStarsSelected
source: Select at least one star to send your rate.
de: Wähle mindestens einen Stern, um Abstimmen.
ru: Выберите хотя бы одну звезду, что бы отправить оценку.

source: Ok
ru: OК

source: Error!
de: Fehler!
ru: Ошибка!

# MPemptyCommentError
source: Edit a text to send your comment.
de: Einen Text schreiben, um deinen Kommentar zu senden.
ru: Редактируйте текст что бы отправить Ваш комментарий.

# MPratingSent
source: Rating sent!
de: Du hast abgestimmt!
ru: Оценка отправлена!

# MPsend
source: Send
de: Schicken
ru: Отправить

# MPsentComment
source: Comment sent! Wait few minutes to get it visible.
de: Kommentar geschikt!
ru: Комментарий отправлен! Через несколько минут от будет видимым.

# MPnoAvailableComments
source: No comments for this coupon
de: Es gibt kein Kommentar zu diesem Coupon
ru: Никаких комментариев на счет этого купона

# MPaddress
source: Address
de: Adresse
ru: Адрес

source: Release to refresh...
de: Zum aktualisieren loslassen...
ru: Освободить, чтобы обновить...

source: Last Update
de: Letzte Aktualisierung
ru: Последнее обновление

source: Never Updated
de: Nie aktualisiert
ru: Никогда не обновлено

source: Pull down to refresh...
de: Zum aktualisieren herunterziehen...
ru: Тяните вниз, чтобы обновить...

source: Loading...
de: Wird geladen...
ru: Загрузка...

source: Up-to-date.
de: Laden.
ru: Обновление.

# MPwriteNewComment
source: Write a comment
de: Kommentar schreiben
ru: Написать комментарий

# MPorderByPrice
source: Order by price
de: Ordenar por precio
ru: Заказать по цене

# submitScoreMarketplaceMsg
source: You've got now %.2f %@, don't loose them! Use them in the Marketplace!
de: Du hast jetzt %.0f %@, verliere sie nicht! Benutzer sie!
ru: Сейчас Вы получили %.0f %@, не теряйте их! Используйте их для того, чтобы закупить Ваши премиальные предложения!

# tryBeintooHeader
source: Join the community and get great discounts around you as reward for your achievements in this app!
de: Mitglied in der Community und erhalte einen Rabatt um dich herum, wie für Ihre Leistungen in diesem app belohnen!
ru: Присоединитесь к обществу и возьмите скидку как награду вашим достижениям в этом приложении!

# tryBeintooTitle
source: Have fun & Earn
de: Spaß & Verdienen
ru: Развлекайтесь и зарабатывайте

# tryBeintooDescCurrency
source: Use the coins your earn in this app to redeem customized offers of your choice
de: Viel Spaß & Verdienen mit den Credits, die du in dieser App verdienst, um maßgeschneiderte Angebote deiner Wahl einlösen
ru: Используйте монеты, заработанные в этом приложении для закупки разнообразных предложений вашего выбора

# tryBeintooDescNoCurrency
source: Earn Bedollars by using this app and choose the customized offer that fits better for you!
de: Verdiene Bedollars mit dieser App und wähle das angepasste Angebot das besser passt für dich!
ru: Заработайте Бидоллары с помощью этого приложения и выберите персонализированное предложение, которое лучше подходит для Вас!

# tryBeintooAcceptButton
source: Join the community
de: Mitglied in der Community
ru: Присоединитесь к обществу

# tryBeintooRefuseButton
source: No, I don't want to play&earn
de: Ich will nicht spielen und verdienen
ru: Нет, я не хочу играть и зарабатывать

# tryBeintooTitleGamefy
source: Love playing with apps?
ru: Любите играть с приложениями?

# tryBeintooDescGamefy
source: Enjoy your favorite games and all this playful features to earn dollars of discount and settle how to spend them in the Marketplace!
ru: Наслаждайтесь Вашими любимыми играми и воспользуйтесь игровыми возможностями заработать доллары от скидок и решите как их потратить на Рынке!

# enteremail
source: Enter your email address:
de: Gib deine E-Mail Adresse:
ru: Введите Ваш адрес электронной почты:

# confirmNickname
source: Registration complete! Confirm your nickname:
de: Bestätigen Spitzname:
ru: Подтвердите Ваш ник:

# startBtn
source: Start having fun!
de: Start Spaß!
ru: Начните игру!

# confirmNickBtn
source: Confirm nickname
de: Bestätigen Spitzname
ru: Подтвердите ник

# registrationDisclaim
source: Beintoo will not distribute your email or spam you. Your email is sent via a secure connection.
de: Deine E-Mail wird über eine sichere Verbindung gesendet. Mit der Anmeldung zu Beintoo du erklärest mit Beintoo Nutzungsbedingungen und Datenschutzerklärung
ru: Зарегистрировавшись, Вы соглашаетесь с правилами и условиями конфиденциальности Beintoo.

# regEmailErrorMessage
source: Invalid email address.
de: Ungültige Email Adresse.
ru: Недействительный имейл.

# loginExistingBtn
source: or login with an existing account >
de: Bereits registriert? Hier anmelden »
ru: Уже зарегистрированы? Вход! »

# tryBeintooBtn
source: Sign up now
de: Anmeldung
ru: Зарегистрируйтесь сейчас

# noThanks
source: Remind me later
de: Später
ru: Напомните мне позже

source: Use another account
de: Ein anderes Konto verwenden
ru: Используйте другой профиль

# newUser
source: New account
de: Neues Konto
ru: Новый потребительский профиль

source: Leaderboard
ru: Список лидеров

source: All
de: Alles
ru: Все

source: Friends
de: Freunden
ru: Друзья

source: To Beat
de: Zu übertreffen
ru: Обыграть

# pickacontest
source: Select a contest to see the scores
de: Wähle einen Contest, im die Partituren zu sehen
ru: Выбрать ко3нкурс, чтобы увидеть результаты

source: People
de: Menschen
ru: Люди

# leadSendChall
source: Send Challenge
de: Senden Herausforderung
ru: Отправить Вызов

# leadViewProfile
source: View profile
de: Profil ansehen
ru: Посмотреть профиль

# leadAddFriend
source: Add as a friend
de: Als Fraund hinzufügen
ru: Добавить в список друзей

source: Achievements
de: Erfolge
ru: Достижения

# blockedby
source: Blocked by the following achievements
de: Blockiert durch die folgenden Erfolge
ru: Заблокировано последующими достижениями

source: Profile
de: Profil
ru: Профиль

source: Level:
de: Ebene:
ru: Уровень:

source: Points on
de: Punkte auf
ru: Очков

source: Points on this app:
de: Punkte auf dieser app:
ru: Очков в этом приложении:

source: Total Score:
de: Gesamt Partitur:
ru: Общий Результат:

source: Best Score:
de: Beste Partitur:
ru: Лучший Результат:

source: Last Score:
de: Letzte Partitur:
ru: Последний Результат:

# detachFromDevice
source: Are you sure to remove your account from this device?
de: Bist du sicher, dass dein Konto von diesem Gerät zu entfernen?
ru: Вы действительно уверены что хотите удалить Ваш профиль от этого устройства?

# logout
source: Are you sure to logout from Beintoo?
de: Bist du sicher, dass du aus Beintoo logout willst?
ru: Вы действительно уверены что хотите выйти из Beintoo?

# friendList
source: Friends list
de: Freunde-Liste
ru: Список друзей

# friendRequest
source: Friend requests
de: Freundschaftsanfragen
ru: Запросы о дружбе

source: Send Message
de: Sende Nachricht
ru: Отправить Сообщение

source: Messages
de: Nachrichten
ru: Сообщения

# logoutBtn
source: Logout
ru: Выйти

# detach
source: Remove
de: Beseitigen
ru: Удалить

source: Find Friends
de: Freunden finden
ru: Найти Друзей

source: Your Friends
de: Deine Freunden
ru: Ваши Друзья

source: Friend requests
de: Freundschaftsanfragen
ru: Заявки в Друзья

source: Recommend to a friend
de: Empfehle es an einen Freund
ru: посоветовать другу

# findFriendsDesc
source: find people on Beintoo community
de: Finde Leute
ru: найти людей в обществе

# yourFriendsDesc
source: see your Beintoo friends
de: Schau deine Freunde auf Beintoo
ru: просмотр Ваших Beintoo друзей

# friendRequestsDesc
source: manage your friendship requests
de: Verwalte deine Freundschaftsanfragen
ru: управлять Вашими запросами друзей

# recommendToAFriendDesc
source: recommend this app to your friends
de: Empfehle dieses App
ru: посоветуйте это приложение друзьям

# addFriend
source: Send %@ a friend request?
de: Willst du eine Anfrage an %@ schicken?
ru: Отправить %@ запрос о дружбе?

# addAsFriend
source: Send request
de: Schicken
ru: Отправить запрос

# nofriendslabel
source: You don't have any friends.
de: Mache ein paar neue Freunde jetzt und sehe sie hier!
ru: Заведите новых друзей и просмотрите их здесь!

# hereAreYourFriends
source: Your friends
de: Deine Freunde
ru: Ваши Друзья

# searchForTitle
source: Search for a nickname, name or email
de: Suche einen Nutzername, einen Namen oder eine E-mail
ru: Найти по никнейму, имени или по электронной почте

# noResult
source: No result found.
de: Leider, keine Ergebnisse!
ru: К сожалению, результаты не найдены!

# noFriendshipReq
source: You have no friendship requests
de: Du hast keine neue Anfragen
ru: У Вас нет запросов о дружбе

# friendReqTitle
source: Click on a name to accept
de: Klicke auf dem Namen falls zu akzeptieren
ru: Нажмите на имя для принятия

# friendRequestFrom
source: Do you accept the friendship request?
de: Akzeptierst du die Freundschaftsanfragen?
ru: Вы принимаете запрос о дружбе?

# noRequest
source: No request found
de: Du hast keine ausstehenden Freundschaftsanfragen jetzt.
ru: У Вас нет запросов о дружбе в ожидании.

source: Wallet
de: Deine Belohnungen
ru: Мои Предложения

# tobeconverted
source: To be redeemed
de: Um einlögst werden
ru: Предстоит закупить

# converted
source: Redeemed goods
de: Einlögst
ru: Уже закуплено

source: Tips and forum
de: Tipps und Forum
ru: Советы и Форум

source: Balance
de: Bilanz
ru: Баланс

# balanceTitle
source: Bedollars status
ru: Балланс

# nobalancelabel
source: You have no Bedollars transactions.
de: Du hast keine Bedollar Transaktionen abgegeben. Spiele zu sammeln und einzulösen tolle Angebote!
ru: У Вас пока нет бидолларов. Играйте, чтобы зарабатывать и приобретать предложения!

# BADGE_WIN
source: Badge Won
de: Badge Gewonnen
ru: Заработан Значок

# CHALLENGE_ACCEPT
source: Challenge Accepted
de: Herausforderung akzeptiert
ru: Вызов Принят

source: Challenge Invite
de: Herausforderung Einladung
ru: Брошен Вызов

# CHALLENGE_WIN
source: Challenge Won
de: Herausforderung Gewonnen
ru: Вызов Выигран

source: Comment
de: Kommentar
ru: Комментарий

# CONTEST_WIN
source: Contest Won
de: Contest Gewonnen
ru: Конкурс Выигран

# CREATE_USER
source: User creation
de: Konto Schöpfung
ru: Зарегистрировать пользователя

source: Friend Added
de: Freund Hinzufügen
ru: Добавлен Друг

# FRIEND_INVITE
source: Friend Invited
de: Friend eingeladen
ru: Друг Приглашен

# LEADERBOARD_IMPROVE
source: Leaderboard improvement
de: Leaderboard Verbesserung
ru: Улучшение позиции в списке лидеров

# MARKETPLACE_BUY
source: Marketplace Purchase
de: Marketplace Kauf
ru: Погашение

# MARKETPLACE_SELL
source: Marketplace Sale
de: Marketplace Verkauf
ru: Распродажа

# SEND_BEDOLLAR_METHOD
source: Given from an App
de: Gegeben von App
ru: Взято с Приложения

# SHARE
source: Sharing
de: Teilen
ru: Поделится

# SUBMIT_SCORE
source: New score
de: Neue Partitur
ru: Новый результат

# VGOOD_CONVERSION
source: Good converted
de: Preis eingelost
ru: Погашение

# WEEKLY_PAYMENT
source: Weekly salary
de: Wöchentliches Gehalt
ru: Недельный доход

source: Achievement unlocked
de: Achievement entriegelt
ru: Достижение разблокировано!

source: Challenges
de: Herausforderungen
ru: Вызовы

source: Challenge
de: Herausforderung
ru: Вызов

source: Pending
ru: В ожидании

source: Ended
de: Beendet
ru: Окончено

# end
source: Ended
de: Beendet
ru: Окончено

source: Ongoing
de: Anhängige
ru: В действие

source: From
de: Von
ru: От

source: to
de: Zu
ru: к

source: Status:
ru: Статус:

source: Start date:
de: Starttermin:
ru: Начальная дата:

# challengeWinner
source: Winner:
de: Gewinner:
ru: Победитель

source: Cost to accept:
de: Preis zu akzeptieren:
ru: Взнос:

# challmevsyou
source: I bet you can not reach this score in 48 hours
de: Ich wette, du nicht erreichen kannst, diese Partitur in 48 Stunden
ru: Бьюсь об заклад, что Вы не можете набрать столько очков за 48 часов

# challmevsyoutitle
source: You can't reach...
de: Du kannst nicht erreichen...
ru: Вы не можете набрать...

# challFriends
source: I bet I can reach this score in 48 hours
de: Ich wette, ich kann diese Partitur in 48 Stunden erreichen
ru: Бьюсь об заклад, что я могу набрать столько очков за 48 часов

# challFriendstitle
source: I can reach...
de: Ich kann erreichen...
ru: Я могунабрать...

# chall48
source: I bet I can get a better score than yours in the next 48hours?
de: Ich wette, ich kann ein besseres Ergebnis als du erhalten, in den nächsten 48 Stunden
ru: Бьюсь об заклад, что я могу набрать больше, чем Вы, за последующие 48 часов?

# chall48title
source: Who's the best?
de: Wer ist der Beste?
ru: Кто лучший?

# chall48subtitle
source: I can reach a better score than yours
de: ich kann ein besseres Ergebnis als deine erreichen
ru: Я могу набрать больше очков чем Вы

# challhowmuchbet
source: I bet
de: Ich wette
ru: Бьюсь об заклад

# challhowmanypoint
source: I can reach
de: Werde ich erreichen
ru: Я могу набрать...

# challhowmanypointyou
source: %@ can not reach
de: kann %@ nicht erreichen
ru: %@ не может набрать

# challerror
source: Please check input parameters
ru: Пожалуйста, проверьте входящие параметры

# challFromTo
source: From you to
de: Von dir zu
ru: От Вас к

# challFrom
source: From
de: Von
ru: От

# challYou
source: to you
de: zu dir
ru: к Вам

# challFromUser
source: challenges you
de: Herausforderung du
ru: вызывает Вас

# challBet
source: Bet
de: Wette
ru: Пари

# challCanWin
source: You can win
de: Sieg
ru: Вы можете выиграть

# challPointsTarget
source: Points to do
de: Punkte zu erreichen
ru: Набрать очков

# challPoints
source: Points
de: Punkte
ru: Очков

source: click here
de: klicke hier
ru: нажмите здесь

# started
source: Ongoing
ru: В действие

# to be accepted
source: Pending
ru: В ожидании

# whoAlsoConverted
source: Who also purchased:
de: Die auch eingekaufst:
ru: Который так же погашен:

# selectFriend
source: Select a friend
de: Wähle einen Freund
ru: Выберите друга

# doYouFriend
source: Are you sure you want to send this coupon as a gift?
de: Bist du sicher, dass du dieser Coupon als Geschenk schicken willst?
ru: Вы в правду хотите отправить этот купон как подарок?

# unableToSendAsAGift
source: Please signin on Beintoo to send this good as a gift to your friends.
de: Bitte logge auf Beintoo, um diese Gut als Geschenk an deiner Freunde senden.
ru: Пожалуйста войдите в систему чтобы отправить это предложение другу.

source: Gift sent!
de: Geschenk gesendet!
ru: Подарок отправлен!

# giftNotSent
source: Unable to send the gift.
de: Unfähig,die Gabe zu senden
ru: Невозможно отправить подарок.

# vgoodMessageBanner
source: You've earned a reward for your score! Tap here and redeem it!
de: Du hast eine Belohnung für deine Gäste verdient! Tippe hier und kaufe!
ru: Вы заработали предложение за Ваш результат! Нажмите сюда и погасите его!

# vgoodMessageAd
source: Your match is sponsored by
de: Dein Spiel wird unterstütz von:
ru: Спонсором Вашего матча был

# multipleVgoodsLabel
source: Congratulations! Choose your reward.
de: Glückwünsche! Wähle dein Belohnungen
ru: Поздравляем! Выберите предложение.

# nothingToDispatchMsg
source: Sorry, there isn't a new reward available on your area now.
de: Entschuldigung, es gibt keine Angebote in deiner Nähe
ru: К сожалению, в вашей зоне все еще нет актуальных предложений.

# acceptBtn
source: Accept
de: Akzeptieren
ru: Принять

# refuseBtn
source: Refuse
de: Abbrechen
ru: Отказать

source: Get Coupon
de: Kaufe jetzt
ru: Взять Купон

# sendAsGift
source: Send as a gift
de: Schicke als Geschenk
ru: Отправить подарок

source: Alliance
de: Allianz
ru: Aльянс

source: Alliances
de: Allianzen
ru: Aльянсы

# alliance_create
source: Create alliance
de: Allianz erstellen
ru: Создать альянс

# alliance_createDesc
source: Create your alliance
de: Erstelle deine Allianz
ru: Создать альянс

# alliance_your
source: Your alliance
de: Deine Allianz
ru: Ваш альянс

# alliance_yourDesc
source: See stats and details of your alliance
de: Details zu deiner Allianz
ru: Просмотр статистики и деталей Вашего альянса

# alliance_list
source: Alliances list
de: Allianzen Liste
ru: Список альянсов

# alliance_listDesc
source: See the lis of all the alliances
de: Blick Allianzen Liste
ru: Просмотр всех альянсов

# alliancemaintextfooter
source: Alliances are groups of users who decide to team up together and collaborate against other alliances in order to win more prizes and more Bedollars.
de: Die Allianzen sind eine Gruppe von Benutzern, die Mannschaft zusammen und arbeiten gegen andere Allianzen, um mehr Preise und mehr Bedollars gewinnen entschieden.
ru: Альянсы- это игроки которые решили собраться вместе в команду и сотрудничают между собой против остальных альянсов с целью заработать больше Бидолларов и побольше предложений.

# alliancemembers
source: Members
de: Mitglieder
ru: Члены

# allianceadmin
source: Admin
ru: Администратор

# allianceviewmembers
source: Alliance members
de: Mitglieder der Allianz
ru: Члены альянса

# allianceleave
source: Leave alliance
de: Verlasse die Allianz
ru: Покинуть альянс

# allianceviewpending
source: Pending requests
de: Ausstehenden Anforderungen
ru: Запросы в ожидании

# allianceSearchFor
source: Search for an alliance name
de: Suche eine Allianz
ru: Найти название альянса

# alliancependindialog
source: Do you want to admit %@ in your alliance?
de: Möchstest du %@ in daine Allianz zugeben?
ru: Вы желаете принять %@ в Ваш альянс?

# alliancecreateeditext
source: Enter a name for your alliance
de: Gib den Namen deiner Allianz
ru: Введите название Вашего альянса

# alliancemaincreate
source: Create your alliance
de: Erstelle deine Allianz
ru: Создать альянс

# alliancemainlist
source: List of alliances
de: Allianzen Liste
ru: Список альянсов
